<?php

return [

    'notifications' => [

        'blocked' => [
            'title' => 'تم حظر تغيير عنوان البريد الإلكتروني',
            'body' => 'لقد قمتَ بحظر محاولة تغيير عنوان البريد الإلكتروني إلى :email بنجاح. إذا لم تكن أنت من قام بالطلب الأصلي، يرجى التواصل معنا فورًا.',
        ],

        'failed' => [
            'title' => 'فشل في حظر تغيير عنوان البريد الإلكتروني',
            'body' => 'للأسف، لم تتمكن من منع تغيير عنوان البريد الإلكتروني إلى :email لأنه تم التحقق منه بالفعل قبل الحظر. إذا لم تكن أنت من قام بالطلب الأصلي، يرجى التواصل معنا فورًا.',
        ],

    ],

];
