<?php

return [

    'label' => 'Вимкнути',

    'modal' => [

        'heading' => 'Вимкнення кодів підтвердження по електронній пошті',

        'description' => 'Ви впевнені, що хочете припинити отримувати коди підтвердження по електронній пошті? Це знизить рівень безпеки вашого облікового запису.',

        'form' => [

            'code' => [

                'label' => 'Введіть 6-значний код, надісланий вам електронною поштою',

                'validation_attribute' => 'код',

                'actions' => [

                    'resend' => [

                        'label' => 'Надіслати новий код на електронну пошту',

                        'notifications' => [

                            'resent' => [
                                'title' => 'Новий код надіслано вам електронною поштою',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'Введений вами код недійсний.',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'Вимкнути коди підтвердження по електронній пошті',
            ],

        ],

    ],

    'notifications' => [

        'disabled' => [
            'title' => 'Коди підтвердження по електронній пошті вимкнено',
        ],

    ],

];
