<?php

return [

    'label' => 'Налаштувати',

    'modal' => [

        'heading' => 'Налаштування кодів підтвердження по електронній пошті',

        'description' => 'Вам потрібно буде вводити 6-значний код, який ми надсилаємо вам електронною поштою, щоразу під час входу або виконання конфіденційних дій. Перевірте вашу електронну пошту, щоб знайти код для завершення налаштування.',

        'form' => [

            'code' => [

                'label' => 'Введіть 6-значний код, надісланий вам електронною поштою',

                'validation_attribute' => 'код',

                'actions' => [

                    'resend' => [

                        'label' => 'Надіслати новий код на електронну пошту',

                        'notifications' => [

                            'resent' => [
                                'title' => 'Новий код надіслано вам електронною поштою',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'Введений вами код недійсний.',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'Увімкнути коди підтвердження по електронній пошті',
            ],

        ],

    ],

    'notifications' => [

        'enabled' => [
            'title' => 'Коди підтвердження по електронній пошті увімкнено',
        ],

    ],

];
