<?php

return [

    'management_schema' => [

        'actions' => [

            'label' => 'Коди підтвердження по електронній пошті',

            'below_content' => 'Отримуйте тимчасовий код на вашу електронну пошту для підтвердження особи під час входу.',

            'messages' => [
                'enabled' => 'Увімкнено',
                'disabled' => 'Вимкнено',
            ],

        ],

    ],

    'login_form' => [

        'label' => 'Надіслати код на вашу електронну пошту',

        'code' => [

            'label' => 'Введіть 6-значний код, надісланий вам електронною поштою',

            'validation_attribute' => 'код',

            'actions' => [

                'resend' => [

                    'label' => 'Надіслати новий код на електронну пошту',

                    'notifications' => [

                        'resent' => [
                            'title' => 'Новий код надіслано вам електронною поштою',
                        ],

                    ],

                ],

            ],

            'messages' => [

                'invalid' => 'Введений вами код недійсний.',

            ],

        ],

    ],

];
